{"ignore":[{"link":"https://the-pudding.github.io/sleep-training/"}],"title":"Is<span>Sleep Training</span>Harmful?","titleNoSpan":"Is Sleep Training Harmful?","description":"Misinformation and facts behind the internet’s most polarizing parenting debate.","url":"https://pudding.cool/2024/06/sleep-training","keywords":"sleep training","intro_article":[{"text":"I recently became a parent and discovered an entirely new layer of society, rife with opposing opinions on nearly every detail of child-rearing."},{"text":"One of the most debated questions is whether or not to sleep train your child. The objective of sleep training is to teach infants to fall asleep independently, particularly if they frequently wake up in the middle of the night."},{"text":"<a href=https://www.tiktok.com/@ustheremingtons/video/7338176510408412446?lang=en target=_blank>Here’s a video</a> from TikTok influencer Tiffany Remington as she decides to begin sleep training after enduring months of  sleepless nights with her child."}],"intro_article_2":[{"text":"Sleep training involves letting babies cry in a safe environment until they fall asleep; they might cry for up to an hour on the first cycle. The entire process initially takes between three to seven days."},{"text":"As I began researching sleep training, I discovered a heated debate with two sides:"},{"text":"<ol><li>Sleep training is <span class=advocate>safe and effective</span>, and a choice parents can openly make.</li><li>There’s no choice: sleep training is <span class=oppose>harmful</span>.</b></li></ol>"}],"intro_article_3":[{"text":"When my partner and I started discussing sleep training, we were wondering whether it was a neutral choice for our son (like using formula or a pacifier). Unfortunately, many of our friends would disapprove of sleep training, so it was impossible to discuss openly and learn from other parents’ experiences."},{"text":"Which meant that I had to look to the internet for information."},{"text":"The first thing I landed on was a Reddit post in the parenting community, titled <a target=_blank href=https://www.reddit.com/r/Parenting/comments/wr4zn8/the_dividing_question_letting_your_baby_cry_it_out/>The dividing question. Letting your baby cry it out?</a>, which asked for “fair reasoning from both sides of the debate.”"}],"viz_main":[{"text":"Each of these bubbles represents the 335 Reddit user comments on the post, categorized by their position towards sleep training: <span class=legend-advocate style=color: #4FB477;>advocating</span> for, <span class=legend-oppose style=color: #A34131;>opposed</span> to, or <span class=legend-neutral style=color: #D69C2B;>no position</span> (if the user was impartial or did not clearly express an opinion)."},{"text":"The comments are extremely divided and users on both sides cited articles to defend their positions. <br /><br />I decided to take a closer look at these sources."},{"text":"To analyze the media landscape, I scraped the 200 most recent <span class=bold>articles from Google News</span> with titles or descriptions containing the keywords <span class=bold>baby sleep</span>, <span class=bold>cry it out</span>, or <span class=bold>sleep training</span>."},{"text":"There were articles from reporters pushing their opinion on both sides of the debate, many with incredibly dramatic titles."},{"text":"If parenting articles were so divisive, I hoped that <span class=bold>books about sleep training</span> might give me a clearer answer."},{"text":"This 2006 <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/17252893>study by Kathleen Ramos and Davin Younglarke</a> categorized the 40 most popular sleep training books* according to their position, and again the results were divided.<br /><br />At this point,  I still have <b>no idea</b> whether sleep training is a neutral choice or could cause potential harm. <br /><br /><span class=textbox-footnote>*The researchers used the quantity of library holdings at large bookstores as a metric for popularity.</span>"},{"text":"So I started looking into medical research, which is where things get really surprising.<br /><br />I used 9 <span class=bold>literature reviews</span> from pediatric sleep experts: the authors review all available research at the time of publication, verifying the quality of the trials and consolidating the data."},{"text":"<a target=_blank href=https://aasm.org/resources/practiceparameters/review_nightwakingschildren.pdf>The first review</a> was conducted in 2006, when a task force appointed by the American Academy of Sleep Medicine analyzed 52 available treatment studies."},{"text":"The task force, led by Dr. Jodi Mindell, reported that 49 of the 52 studies produced “significant improvements in bedtime problems and/or night wakings” and 80% of children treated demonstrated significant improvement in sleep, which was maintained for 3 to 6 months."},{"text":"Another <a target=_blank  href=https://pubmed.ncbi.nlm.nih.gov/35778903>umbrella review from 2022</a> analyzed five reviews of 24 studies with over 11,500 participants.<br /><br />It concluded that sleep training behavioral interventions “could be recommended and adapted to the family individually.”"},{"text":"The review with no position, led by <a href=https://pubmed.ncbi.nlm.nih.gov/24042081 target=_blank>Dr. Pamela Douglas</a>, argues that sleep training does not work before the age of 6 months, however it has been <a href=https://www.sciencedirect.com/science/article/pii/S1087079215001537?via%3Dihub target=_blank>criticized by pediatric sleep experts</a> because it cites theoretical studies rather than clinical trials."},{"text":"If we look at all <span class=bold>75 clinical trials</span> across the aforementioned literature reviews, over 30,000 babies participated between 1980 and 2022. The clinical consensus isn’t divided: to date, no published research points to sleep training causing harm, and the majority of published pediatric sleep researchers <span class=legend-advocate style=color: #4FB477>advocate</span> sleep training. <br /><br /><span class=textbox-footnote>*Although these combined reviews include most, if not all, of the available pediatric treatment studies, it is likely that some were missed, although it would not change the conclusions.</span>"},{"text":"Only this study, led by Wendy Middlemiss, stands out. Three of the most published researchers in the field wrote a letter to the publishing journal <a href=https://www.sciencedirect.com/science/article/abs/pii/S0378378212001934 target=_blank>expressing their concerns on the study</a> and outlining its issues, “The aim of the paper was not to comment on the safety of behavioral sleep techniques, but a conclusion of the article has been used by social media outlets to warn against their use.”"},{"text":"The study analyzed cortisol levels in mothers and children during a sleep training intervention in a clinic. The infant-mother pairs cortisol levels would increase on arrival at the clinic and remain high. On the third day, however, babies would fall asleep quickly, so mothers’ cortisol levels dropped. Yet, the babies’ cortisol levels remained high (critics of this study <a href=https://slate.com/human-interest/2013/07/clinical-lactation-jumps-on-the-dr-sears-bandwagon-to-say-sleep-training-is-dangerous-science-says-otherwise.html target=_blank>point</a> to the environment—the clinic—as the source of stress). This asymmetry has been the subject of a lot of attention, and it’s interpreted as a loss of empathy from the mother."},{"text":"Now if we look at the 20 most popular sleep training profiles<a href=#igsource>*</a> <span class=bold>on Instagram</span> and categorize each as <span class=legend-advocate>advocating</span>, <span class=legend-neutral>no position</span> or <span class=legend-oppose>opposing</span> we see that the platform’s discourse leans against sleep training."},{"text":"All of these sleep consultants reach hundreds of thousands of people daily. Why are so many opposed to sleep training?<br /><br /><span class=textbox-footnote>*This data was collected by scraping Google for the first 40 Instagram profiles under the keywords “baby sleep training”, subsequently filtered by follower count.</span>"},{"text":"Critics have pointed out that the clinical research is too recent. If we plot each clinical study according to year of publication, we see that indeed most occurred within the past 40 years.<br /><br />But the same can be said for the vaccines we give our children; as a parent considering whether to sleep train my child, recency was not a cause for concern."},{"text":"Critics also point out that sleep training is <a href=https://www.bbc.com/future/article/20210222-the-unusual-ways-western-parents-raise-children target=_blank>a Western practice</a>; this is also true. If we connect each research study to its primary university's country about 85% have occurred in Western countries.<br /><br />Baby formula was invented in Germany and <a href=https://www.contemporarypediatrics.com/view/concise-history-infant-formula-twists-and-turns-included target=_blank>popularized in English-speaking countries</a>; following this logic, I should also reconsider formula."},{"text":"So why is there such a huge gap between the research and the online discourse? What research against sleep training do influencers mention?"}],"debunk_intro":[{"text":"Among many of the articles, blog posts, and social media posts that oppose sleep training, two scientists’ opinions are most commonly cited as evidence: Dr. William Sears and Dr. Darcia Narvaez."},{"text":"<a target=_blank href=https://www.psychologytoday.com/intl/blog/moral-landscapes/201112/dangers-crying-it-out>Dr Narvaez’s article</a> was referred to 4 times in the <a target=_blank href=https://www.reddit.com/r/Parenting/comments/wr4zn8/the_dividing_question_letting_your_baby_cry_it_out/>Reddit thread</a> alone; among the arguments against sleep training, Narvaez was the only source mentioned."},{"text":"I asked Dr. Jodi Mindell, who led three of the eight literature reviews on sleep training, to help me analyze the research cited by Dr. Sears and Dr. Narvaez to confirm whether their conclusions were accurate. Using the following criteria, Dr. Mindell assessed the studies referenced by both authors to determine their relevance for sleep training:"},{"text":"<ol><li>Grounding: is the reference a theoretical article or a research study?</li><li>Relevance: is the reference sleep or sleep-training specific?</li></ol>"},{"text":"Her review shows that <span class=bold>none of Drs Narvaez’s and Sears’s references</span> are either sleep or sleep-training specific and almost all are theoretical review papers. You can see the list of references for yourself:"}],"debunk_intro_2":[{"text":"For example, Dr. Narvaez cites <a href=https://pubmed.ncbi.nlm.nih.gov/12614655 target=_blank>The hormonal costs of subtle forms of infant maltreatment</a>, a study that examines infants who suffer from frequent corporal punishment and long-term maltreatment. This is hardly comparable to short behavioral interventions, such as sleep training, from caring parents."},{"text":"I’m not here to advocate for sleep training. I am, however, making a case against the misinformation that paints sleep training as damaging for babies."}],"sears_intro":[{"text":""},{"text":"<blockquote>“Research has shown that infants who are routinely separated from parents in a stressful way have abnormally high levels of the stress hormone cortisol, as well as lower growth hormone levels. These imbalances inhibit the development of nerve tissue in the brain, suppress growth, and depress the immune system.”</blockquote>"},{"text":"The idea that sleep training damages children’s brains because of <a target=_blank href=https://www.theguardian.com/society/2010/apr/21/leaving-baby-to-cry-brain-development-damage>chronic stress</a> became prevalent in mainstream media and disseminated on social media."}],"debunk_sears":[{"text":"The claims made by Dr. Sears misconstrue or dramatize the science. In his article, Sears cites <a href=https://pubmed.ncbi.nlm.nih.gov/11523843 target=_blank>the work of Dr. Joan Kaufman</a>, portraying her research as evidence that “intense stress early in life can alter the brain’s neurotransmitter systems and cause structural and functional changes in regions of the brain similar to those seen in adults with depression.” But Dr. Kaufman herself <a href=https://ideas.time.com/2012/05/10/the-science-behind-dr-sears-does-it-stand-up target=_blank>argued</a> that it was unfair to use her work as evidence against sleep training:"},{"text":"<blockquote>“Our paper is not referring to routine, brief stressful experiences, but to abuse and neglect. It is a mis-citation of our work to support a non-scientifically justified idea.”</blockquote>"},{"text":"Regarding elevated cortisol levels, this was studied as a <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/35380237/>randomized controlled trial</a> in 2022, measuring <b>no difference in cortisol levels</b> across different methods of sleep training and in comparison to a control group that was not sleep trained. This study is counted among the 75 clinical trials discussed earlier, all concluding that sleep training causes no measurable harm."},{"text":"When it comes to Dr. Sears’s warnings of “excessive crying,” <a target=_blank  href=https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5323467/>clinical studies</a> define “excessive crying” as <b>inconsolable and continued crying despite parental attempts to soothe</b> for 3 hours or more per day for a prolonged period of time. Therefore sleep training does not fit the definition of excessive crying and prolonged stress as determined by studies on child trauma."}],"debunk_narvaez":[{"text":"Next we have Dr. Narvaez, who writes in the <a target=_blank href=https://www.psychologytoday.com/intl/blog/moral-landscapes/201112/dangers-crying-it-out>Dangers of Crying It Out</a>, that she “only recently realized from extensive reading about the effects of early parenting on body and brain development.” She describes her childhood as raised by a “depressed mother, harsh father, and overall emotionally unsupportive environment” and that “letting babies get distressed is a practice that can harm children” and at odds with building <span class=bold> secure attachment</span>:"},{"text":"<blockquote>“The ‘cry it out’ method releases stress hormones, impairs self-regulation, and undermines trust.”</blockquote>"},{"text":"Her articles have been cited hundreds of times by <a target=_blank href=https://www.mumstheword.me/category/opinion/>bloggers</a> and publishers, such as <a target=_blank href=https://www.romper.com/p/8-times-when-you-definitely-shouldnt-let-your-baby-cry-it-out-8388>Romper</a> and <a target=_blank href=https://www.sciencetimes.com/articles/24246/20191112/babies.htm>Science Times</a>."},{"text":"But researchers have found no evidence of sleep training impacting attachment."}],"debunk_narvaez_2":[{"text":"Fortunately, attachment can and has been measured with <a target=_blank href=https://en.wikipedia.org/wiki/Strange_situation>the strange situation</a> test, and there have been <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/32097246/>studies testing attachment</a> a year or more after sleep training."},{"text":"The most conclusive long-term study on sleep training to date is a 2012 <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/22966034/>randomized controlled trial</a> on 326 infants, which found no difference on any measure—negative or positive—between children who were sleep trained and those who weren’t after a 5 year follow up. The study includes measurements of sleep patterns, behavior, cortisol levels, and, importantly, <span class=bold>attachment</span>."},{"text":"So from a scientific perspective, the theory that sleep training undermines attachment remains unsupported, but from a popular perspective, it has become a common belief."}],"editorial_conclusion":[{"text":"Professionals with years of specialized education have invested hundreds of thousands of hours testing different sleep training methods on thousands of parents and children, and I can’t help but wonder why the current trend is to ignore the available science."}],"editorial_conclusion_2":[{"text":"According to Dr. Mindell:<br /><br /><blockquote>“Studies show no long-term negative psychological effects of sleep training through at least five years out. Unfortunately no studies have been done looking at 20 or 30 years later; instead, there is just speculation.<br /><br />However, based on science, it is highly doubtful that a few nights of sleep training that leads to improved sleep and family well-being is going to result in long-term harm.<br /><br />Equating a few nights of sleep training within the context of a loving, responsive home to long-term neglect and abuse is fear mongering. Families need to decide for themselves what fits with their parenting style and works best for their family and baby.”</blockquote>"},{"text":"What if by wanting to do things differently and assuming we know better, we’re depriving our children and ourselves of sleep? Parents who decided to use formula were once shamed, but that decision is now considered neutral—at parents’ discretion. I hope that the misinformation on sleep training will end so that parents can explore options without the fear of judgment."},{"text":"Not all children are the same and not all are easy sleepers, so if you’re exhausted and in need of a solution, please don’t consider these social media narratives as proof that sleep training isn’t an option. It’s your decision to make."}],"methodologies":[{"text":"The source data for this article is <a href=https://docs.google.com/spreadsheets/d/1mrRVyp1QU2OZawkK0C2MNrk9KDbbisa7vm9hZoCTkkM/edit?usp=sharing target=_blank>accessible here</a>."},{"text":"The clinical studies were manually copied from the body of literature reviews on sleep training which were provided by Dr. Jodi Mindell. The article was written with editorial supervision from Dr. Mindell."},{"text":"The reddit comments were scraped from the Reddit post in the /parenting community, I then read through all of the comments and manually categorized each according to their position."},{"text":"The Instagram profiles were collected by scraping Google for the top 40 results in the search query “instagram baby sleep,” sorting them according to follower count and keeping the top 20 profiles. I then analyzed each influencer’s posts and websites to determine their position on sleep training."},{"text":"The books were collected from the <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/17252893>Ramos and Youngclarke study</a>. The study determined the quantity of library holdings by “looking up each title in the OCLC (Online Computer Library Center) WorldCat electronic database, which is a combined catalog of the holdings of thousands of libraries worldwide.”"},{"text":"The articles were collected by scraping the top 200 results for keywords, “baby sleep,” “sleep training,” and “cry it out” on Google News. I manually looked at each article and categorized them according to position, often these positions are evident in the title."}],"text":"<blockquote>”I personally have an issue with the cortisol studies, cortisol changes throughout the day. Even sampling cortisol is very difficult. It's based on many things, including how many hours a person has been awake and how it's sampled.”</blockquote>","instagram_1":[{"text":"These opinions inevitably trickle down to Instagram and TikTok, <a target=_blank href=https://sproutsocial.com/insights/new-social-media-demographics/>which is where many new parents today spend time</a>. The content that is pushed by the algorithm is often divisive and extreme, which isn’t exactly helpful for healthy parenting."}],"instagram_2":[{"text":"Another common symptom of these platforms is to pathologize things that might be entirely normal, using technical terms in a non-technical context. For example “crying” creates “trauma” or “attachment issues.” But researchers who are dedicated to identifying said \"trauma\" or \"attachment issues\" have been unable to validate parents' hunches."}],"instagram_3":[{"text":"Unfortunately TikTok and Instagram influence the parenting opinions of millions of people and shift cultural standards."}],"lazy_parenting":[{"text":"Sleep training has also been associated with lazy parenting, with social media users criticizing parents’ unwillingness to hold their baby all night long. Looking at it more rationally - babies and parents both need sleep and whichever method will help them sleep better is probably worth exploring."}],"editorial_influencerPackages":[{"text":"It’s important to point out that there's also no financial reward in promoting sleep training because it isn’t a complex technique for parents to learn. If you're in the business of baby sleep consulting, there’s incentive to argue against it and promote methods that require specialized expertise."},{"text":"It’s for this reason that I <strong>deeply appreciate</strong> the most influential sleep consultants who choose not to misinform their audiences."}]}