{"title":"Sleep training","description":"debunking sleep training myths","url":"https://pudding.cool/2024/06/sleep-training","keywords":"sleep training","intro":[{"text":"I recently became a parent and discovered an entirely new layer of society, rife with opposing opinions on nearly every detail of child-rearing."},{"text":"One of the most debated questions is whether or not to sleep train your child. The objective of sleep training is to teach infants to fall asleep independently, particularly when they wake up in the middle of the night. It involves letting them cry in a safe environment until they fall asleep; they might cry for up to an hour on the first cycle, and the entire process takes three to four days."},{"text":"Within two minutes of searching for information I’d discovered that sleep training is a heated debate with two camps:"},{"text":"This project is for the parents trying to make sense of it all: is sleep training actually damaging and what research supports this position?"}],"part_2":[{"text":"Each of these markers represents a published opinion on sleep training, across research papers, books, articles, and social media. After seeing the heavy-handed warnings in article headlines, I started wondering whether sleep training was still a neutral choice we could make for our son (such as whether to use formula or a pacifier), or if it was more harmful than I was initially led to understand."},{"text":"Prompted by Emily Oster's book Cribsheet, and hoping to find a degree of truth for our own family, I analyzed the medical literature to see if the science was as divisive as what I could see in the public discourse: where both camps argue that the “research” backs their opinion."},{"text":"I’m not here to advocate sleep training, nor do I think it’s an all encompassing solution for every parent, in fact I completely understand parents who choose not to practice sleep training. However I am making a case against the misinformation painting sleep training as damaging for babies, and those who profit from the confusion."}],"part_3":[{"text":"Since many of our friends believe sleep training is harmful and would disapprove of the decision to try it, it’s difficult to discuss openly and learn from other parents’ experiences. I started looking to the internet for information."},{"text":"I used this Reddit post on community for parenting, which asked for \"fair reasoning from both sides of the story\" Each comment has been categorized according to the user’s views."},{"text":"The debate is quite divided and users on both sides are citing articles to defend their positions, so let’s take a closer look at the media landscape."}]}