{"title":"Is<span>Sleep training</span>Harmful?","description":"Misinformation and facts behind the internet’s most polarizing parenting debate.","url":"https://pudding.cool/2024/06/sleep-training","keywords":"sleep training","intro_article":[{"text":"I recently became a parent and discovered an entirely new layer of society, rife with opposing opinions on nearly every detail of child-rearing."},{"text":"One of the most debated questions is whether or not to <span class=bold>sleep train</span> your child. The objective of sleep training is to teach infants to fall asleep independently, particularly if they frequently wake up in the middle of the night."},{"text":"Here’s a video from TikTok influencer Tiffany Remington as she decides to begin sleep training after enduring months of  sleepless nights with her child."}],"intro_article_2":[{"text":"Sleep training involves letting babies cry in a safe environment until they fall asleep; they might cry for up to an hour on the first cycle. The entire process generally takes between three to seven days."},{"text":"As I began researching sleep training, I discovered a heated debate with two sides:"},{"text":"<ol><li>Sleep training is <b>safe</b> and <b>effective,</b> and a choice parents can openly make.</li><li>There’s no choice: sleep training is <b>harmful.</b></li></ol>"}],"intro_article_3":[{"text":"When we started discussing sleep training, I was wondering whether it was a neutral choice for our son (like using formula or a pacifier). Since many of our friends believe sleep training is harmful and would disapprove of the decision to try it, it’s difficult to discuss openly and learn from other parents’ experiences."},{"text":"Which means that I looked to the internet for information."},{"text":"The first thing I landed on was a Reddit post in the parenting community, <a target=_blank href=https://www.reddit.com/r/Parenting/comments/wr4zn8/the_dividing_question_letting_your_baby_cry_it_out/>The dividing question. Letting your baby cry it out?</a>, which asked for “fair reasoning from both sides of the debate.”"}],"viz_main":[{"text":"Each of these bubbles is a reply to the <span class=bold>Reddit post</span>, categorized by position: <span class=legend-advocate style=color: #4FB477;>advocating</span> for, <span class=legend-oppose style=color: #A34131;>opposed</span> to, or <span class=legend-neutral style=color: #D69C2B;>neutral</span> to sleeping training."},{"text":"The comments are extremely divided and users on both sides cited articles to defend their positions. <br /><br />I decided to take a closer look at these sources."},{"text":"To analyze the media landscape, I scraped the 200 most recent <span class=bold>articles from Google News</span> with titles or descriptions containing the keywords <span class=bold>baby sleep</span>, <span class=bold>cry it out</span>, or <span class=bold>sleep training</span>."},{"text":"There were hundreds of articles from reporters pushing their opinion on both sides of the debate, many with the most clickbait-y titles imaginable."},{"text":"If parenting articles were so divisive, I hoped that books about sleep training might give me a clearer answer."},{"text":"This 2006 <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/17252893>study by Kathleen Ramos and Davin Younglarke</a> categorized the 40 most popular <span class=bold>sleep training books</span> according to their position, and again the results were divided. <br /><br /> At this point,  I still have no idea whether sleep training is a neutral choice or could cause potential harm."},{"text":"So I started looking into medical research, which is where things get really surprising. <br /><br />I used 7 <span class=bold>literature reviews</span> from pediatric sleep experts: the authors review all available research at the time of publication, verifying the quality of the trials and consolidating the data."},{"text":"<a target=_blank href=https://aasm.org/resources/practiceparameters/review_nightwakingschildren.pdf>The first review</a> was conducted in 2006, when a task force appointed by the American Academy of Sleep Medicine analyzed 52 available treatment studies.  <br /><br />The task force, led by Dr. Jodi Mindell, reported 94% efficacy of sleep training and 80% of children demonstrating significant improvement in sleep, which was maintained for 3 to 6 months."},{"text":"Another <a target=_blank  href=https://pubmed.ncbi.nlm.nih.gov/35778903> umbrella review from 2022</a> analyzed five systematic reviews of 24 individual studies with over 11,500 participants, mainly randomized controlled trials. <br /><br />It concluded that sleep training behavioral interventions could be recommended and adapted to the family individually."},{"text":"<a href=https://pubmed.ncbi.nlm.nih.gov/24042081 target=_blank>The Douglas review</a> argues that sleep training does not work before the age of 6 months, however it has been criticized by pediatric sleep experts because it cites theoretical studies rather than clinical trials."},{"text":"Over 28,366 babies participated in <span class=bold>clinical trials</span> between 1980 and 2022, and none of the studies have found proof of harm. <br /><br />Clearly the clinical consensus isn’t divided: to date, no published research points to sleep training causing harm."},{"text":"Only one study can be considered neutral, however its area of focus was cortisol level analysis and the sleep training was successful during the trial (worked)."}],"medical_concerns":[{"text":"Let’s look at some of the common critiques of sleep training research."}],"viz_transitions":[{"text":"It’s true that sleep training, as a medical concept, began in the early 20th century, which makes it a recent concept. Throughout most of human history it is unlikely that parents sleep trained their children."},{"text":"The same can be said, however, for many contemporary approaches to raising children, such as baby formula and vaccines."},{"text":"Now let’s plot all of the studies on a map, based on their country of origin."},{"text":"Critics point out that most sleep training research occurs in Western countries, this is true as well. <br /><br />But that’s also the case for penicillin or vaccines and isn’t sound logic to refute the science, whether sleep training is or isn’t as popular in the rest of the world is irrelevant."}],"footnote_1":["Although these combined reviews include most, if not all, of the available pediatric treatment studies, it is likely that some were missed, although it would not change the conclusions."],"debunk_intro":[{"text":"If the medical data confirms sleep training is a neutral decision parents are free to make, what evidence are people using to argue against it? Let’s take a look at the most cited researchers in the opposing camp,  Dr. Sears and Dr. Narvaez."},{"text":"Both have been cited as sources for hundreds of blogs, posts, and media articles arguing against sleep training as a source of harm for our children. Moreover both receive a tremendous amount of visibility from these articles, which creates traffic for their books(<a href=https://www.amazon.com/Evolved-Nest-Children-Connected-Communities-ebook/dp/B0B8GS9SV8 target=_blank >1</a>, <a target=_blank href=https://www.amazon.com/Baby-Sleep-Book-Complete-Parenting/dp/0316107719>2</a>) targeting parents in pursuit of alternative parenting techniques."}],"debunk_transition":[{"text":"I asked Dr. Jodi Mindell, who led three of the eight literature reviews on sleep training, to help me analyze the research cited by Dr. Sears and Dr. Narvaez. Using the following criteria Dr. Mindell assessed the studies referenced by both authors to determine their relevance for sleep training."},{"text":"<ol><li>Theoretical article vs research study</li><li>Whether sleep or sleep-training specific</li></ol>"},{"text":"None of the references are either sleep or sleep-training specific and almost all are theoretical review papers."},{"text":"I’m not here to advocate sleep training, however I am making a case against the misinformation painting sleep training as damaging for babies, and those who profit from the confusion."}],"sears_intro":[{"text":"Dr. Sears <a href=https://www.askdrsears.com/topics/health-concerns/fussy-baby/science-excessive-crying-harmful target=_blank>states that letting your baby “cry himself to sleep” is dangerous</a> and will <span class=bold>damage their brains</span>. Here's a terrifying quote that most parents researching sleep training will come across:"},{"text":"<blockquote>“Excessive crying can alter the brain’s neurotransmitter systems and cause structural and functional changes in regions of the brain similar to those seen in adults with depression.”</blockquote>"},{"text":"The idea that sleep training damages children’s brains because of <a target=_blank href=https://www.theguardian.com/society/2010/apr/21/leaving-baby-to-cry-brain-development-damage>chronic stress became prevalent</a> in mainstream media, and disseminated on social media."}],"debunk_sears":[{"text":"Many of the claims made by Sears misconstrue or dramatize the science with dogmatic language. Sears cites the work of Jon Kaufman, <a href=https://pubmed.ncbi.nlm.nih.gov/11523843 target=_blank>“Effects of early stress on brain structure and function”</a>, but the authors of the paper <a href=https://ideas.time.com/2012/05/10/the-science-behind-dr-sears-does-it-stand-up target=_blank>argued that it was unfair to use their work as evidence against sleep training</a>."},{"text":"<blockquote>“Our paper is not referring to routine, brief stressful experiences, but to abuse and neglect, it is a mis-citation of our work to support a non-scientifically justified idea.”</blockquote> — Yale psychologist Joan Kaufman."},{"text":"<a target=_blank  href=https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5323467/>Clinical studies</a> define “excessive crying” as inconsolable crying despite parental attempts to soothe for 3 hours or more per day for a prolonged period of time. It’s also worth noting that <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/35438798/>an analysis of over 7580 babies</a> showed that babies at 6 weeks of age cry an average of 50 minutes per day; crying is difficult to avoid entirely."},{"text":"According to Dr. Sears the source of the harm is the cortisol emitted by babies during stressful experiences, however this <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/35380237/>randomized controlled trial</a> measured no difference in cortisol levels across types of sleep training and in comparison to a control group that was not sleep trained."},{"text":"It’s also worth noting that clinical trials measuring cortisol levels in babies have often been flawed, as Dr. Mindell points out in <a target=_blank href=https://www.bbc.com/future/article/20220322-how-sleep-training-affects-babies>an article for the BBC</a>:"},{"text":"<blockquote>I personally have an issue with the cortisol studies, cortisol changes throughout the day. Even sampling cortisol is very difficult. It's based on many things, including how many hours a person has been awake and how it's sampled.</blockquote>"},{"text":"Overall, sleep training should be completed in two weeks, with crying drastically reduced on the third day, and does not fit the characteristics of prolonged stress as determined by studies on child trauma."}],"debunk_narvaez":[{"text":"Next we have Dr. Narvaez, who, like Dr. Sears, is an influential figure in the sleep training debate, cited hundreds of times by <a target=_blank href=https://www.mumstheword.me/category/opinion/>bloggers</a> and publishers like <a target=_blank href=https://www.romper.com/p/8-times-when-you-definitely-shouldnt-let-your-baby-cry-it-out-8388>Romper</a> or <a target=_blank href=https://www.sciencetimes.com/articles/24246/20191112/babies.htm>Science Times</a>."},{"text":"She argues that <a target=_blank href=https://www.psychologytoday.com/intl/blog/moral-landscapes/201112/dangers-crying-it-out>sleep training can cause harm</a> and <span class=bold>undermine secure attachment</span>."}],"footnote_narvaez":[],"debunk_narvaez_2":[{"text":"The “research” that is often cited as proof of psychological harm was conducted by American pediatricians in post-war Romanian orphanages, it was called the <a target=_blank href=https://web.archive.org/web/20200618174930/http://www.bucharestearlyinterventionproject.org>Early Intervention Project</a>. The children participating in the controlled trial were suffering from long-term constant neglect, physical abuse and complete abandonment. Hardly comparable to short behavioral interventions from caring parents."},{"text":"Attachment can be measured with <a target=_blank href=https://en.wikipedia.org/wiki/Strange_situation>the strange situation</a> test, and there are <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/32097246/>studies testing attachment</a> a year or more after sleep training."},{"text":"The most conclusive long-term study on sleep training to date is a 2012 <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/22966034/>randomized controlled trial</a>on 326 infants which found no difference on any measure—negative or positive—between children who were sleep trained and those who weren't after a 5 year follow up. The study includes measurements of sleep patterns, behavior, attachment, and cortisol levels."},{"text":"The case that children might suffer long-term attachment issues as adults has been propagated widely, but we haven't seen any evidence of this. So from a scientific perspective, the theory that sleep training undermines attachment remains unsupported."},{"text":"To date, this is the strongest study to confirm that sleep training remains a neutral decision."}],"instagram_1":[{"text":"These opinions inevitably trickle down to Instagram and TikTok, <a target=_blank href=https://sproutsocial.com/insights/new-social-media-demographics/>which is where many new parents today spend time</a>. The content that is pushed by the algorithm is often divisive and extreme, which isn’t exactly helpful for healthy parenting."}],"instagram_2":[{"text":"Another common symptom of these platforms is to pathologize things that might be entirely normal, using technical terms in a non-technical context. For example “crying” creates “trauma” or “attachment issues.” But researchers who are dedicated to identifying said \"trauma\" or \"attachment issues\" have been unable to validate parents' hunches."}],"instagram_3":[{"text":"Unfortunately TikTok and Instagram influence the parenting opinions of millions of people and shift cultural standards."}],"viz_instagram":[{"text":"I analyzed the discourse <span class=bold>on Instagram</span> by collecting the twenty most popular profiles posting about sleep training and categorizing each individual as <span class=legend-advocate>advocating</span>, <span class=legend-neutral>neutral</span> or <span class=legend-oppose>opposing</span>."},{"text":"On the basis of this sample it looks like the discourse leans against sleep training on Instagram."}],"lazy_parenting":[{"text":"Sleep training has also been associated with lazy parenting, with social media users criticizing parents’ unwillingness to hold their baby all night long. Looking at it more rationally - babies and parents both need sleep and whichever method will help them sleep better is probably worth exploring."}],"editorial_influencerPackages":[{"text":"It’s important to point out that there's also no financial reward in promoting sleep training because it isn’t a complex technique for parents to learn. If you're in the business of baby sleep consulting, there’s incentive to argue against it and promote methods that require specialized expertise."},{"text":"It’s for this reason that I <strong>deeply appreciate</strong> the most influential sleep consultants who choose not to misinform their audiences."}],"editorial_conclusion":[{"text":"Professionals with years of specialized education have invested hundreds of thousands of hours testing various methods on thousands of children, and I can't help but wonder why the current trend is to ignore the available science."},{"text":"According to Dr. Mindell:<br /><br /><i>“Studies show no long-term negative psychological effects of sleep training through at least five years out. Unfortunately no studies have been done looking at 20 or 30 years later, instead there is just speculation. However, based on science, it is highly doubtful that a few nights of sleep training that leads to improved sleep and family well-being is going to result in long-term harm. Equating a few nights of sleep training within the context of a loving, responsive home to long-term neglect and abuse is fear mongering. Families need to decide for themselves what fits with their parenting style and works best for their family and baby.”</i>"},{"text":"Much like formula used to be shamed and has now become a neutral decision, I hope that the misinformation on sleep training will end so that parents can explore options without the fear of judgment. What if by wanting to do things differently and assuming we know better, we're depriving our children and ourselves of sleep?"},{"text":"So if you’re exhausted and in need of a solution, please don’t consider these arguments as proof that sleep training isn’t an option for you. It’s your decision to make."}],"methodologies":[{"text":"The source data for this article is <a href=https://docs.google.com/spreadsheets/d/1MizY39V74oRceOTsXGrVf33FreIyAMaYPBEAJp-q4ws/edit?usp=sharing target=_blank>accessible here</a>."},{"text":"The clinical studies were manually copied the relevant clinical studies from the body of available literature reviews on sleep training which were provided and subsequently verified by Dr. Jodi Mindell."},{"text":"The Instagram profiles were collected by scraping Google for the top 40 results under “instagram baby sleep”, keeping only the top 20 profiles by follower count. I then analyzed each influencer’s posts and websites to determine their position on sleep training."},{"text":"The books were collected from the Ramos and Youngclarke study, their popularity is determined by the amount of library holdings of each book at the time of publication."}]}