{"title":"Is sleep training harmful?","description":"Misinformation and facts behind the internet’s most polarizing parenting debate.","url":"https://pudding.cool/2024/06/sleep-training","keywords":"sleep training","intro_article":[{"text":"I recently became a parent and discovered an entirely new layer of society, rife with opposing opinions on nearly every detail of child-rearing."},{"text":"One of the most debated questions is whether or not to sleep train your child. The objective of sleep training is to teach infants to fall asleep independently, particularly  if they frequently wake up in the middle of the night. It involves letting them cry in a safe environment until they fall asleep; they might cry for up to an hour on the first cycle, and the entire process takes three to four days."},{"text":"Within two minutes of searching for information I’d discovered that sleep training is a heated debate with two camps:"},{"text":"<ol><li>Sleep training is safe and effective, and a choice parents can openly make.</li><li>There's no choice: sleep training is harmful.</li></ol>"},{"text":"This project is for the parents trying to make sense of it all: is sleep training actually damaging and what research supports this position?"}],"viz_all":[{"text":"Each of these bubbles represent an opinion on sleep training, pulled across  academic papers, books and articles. Each opinion has been categorized as <span class=legend-advocate style=color: #4FB477;>\"advocate\"</span>, <span class=legend-neutral style=color: #D69C2B;>\"neutral\"</span> and <span class=legend-oppose style=color: #A34131;>\"oppose\"</span>."},{"text":"After seeing the heavy-handed warnings in article headlines, I started wondering whether sleep training was still a neutral choice we could make for our son (such as whether to use formula or a pacifier)."},{"text":"Or was it more harmful than I was initially led to understand?"}],"intro_end":[{"text":"Prompted by Emily Oster's book <i>Cribsheet</i>, and hoping to find a degree of truth for our own family, I analyzed the medical literature to see if the science was as divisive as what I could see in the public discourse: where both camps argue that the “research” backs their opinion."},{"text":"I’m not here to advocate sleep training, nor do I think it’s an all encompassing solution for every parent, in fact I completely understand parents who choose not to practice sleep training. However I am making a case against the misinformation painting sleep training as damaging for babies, and those who profit from the confusion."}],"viz_reddit":[{"text":"Since many of our friends believe sleep training is harmful and would disapprove of the decision to try it, it’s difficult to discuss openly and learn from other parents’ experiences. I started looking to the internet for information."},{"text":"I used <a target=_blank href=https://www.reddit.com/r/Parenting/comments/wr4zn8/the_dividing_question_letting_your_baby_cry_it_out/>this Reddit post on community for parenting</a>, which asked for <i>fair reasoning from both sides of the debate</i>. Each comment has been categorized according to the user’s views."}],"viz_main":[{"text":"The debate is extremely divided and users on both sides are citing articles to defend their positions."},{"text":"So let’s take a closer look at these articles."},{"text":"To analyze the media landscape I scraped the 200 most recent articles from Google News with titles or descriptions containing the keywords <i>baby sleep</i>, <i>cry it out</i>, or <i>sleep training</i>."},{"text":"There are hundreds of articles from experts pushing their opinion on both sides of the debate, many with the most clickbait-y titles imaginable. You can hover or click over these bubbles to see what I’m talking about."},{"text":"At this point my research to understand whether sleep training is harmful or not hasn’t provided any answers, just more confusion. There’s no way I could make a decision with any degree of confidence."},{"text":"So I started looking into medical research, this is where things got surprising."},{"text":"The clinical research consensus isn’t divided: to date, no published research points to sleep training causing harm in children."},{"text":"This is an exhaustive list of the available research, consolidating clinical trials referenced in three comprehensive literature reviews conducted over the past two decades."},{"text":"The first review was conducted in 2006 when a task force was appointed by the American Academy of Sleep Medicine to review the 52 available treatment studies. Led by Dr. Jodi Mindell, the review reported 94% efficacy of sleep training and 80% of children demonstrating significant improvement in sleep, which was maintained for 3 to 6 months."},{"text":"<a target=_blank  href=https://pubmed.ncbi.nlm.nih.gov/35778903/>This umbrella review from 2022</a> analyses five systematic reviews of 24 individual studies with over 11,500 participants, mainly randomised controlled trials. It concludes that behavioural interventions can be recommended and adapted to the family individually."},{"text":"Over 28,366 babies participated in clinical trials between 1980 and 2022, none of the studies have found proof of harm and only two can be considered neutral. Both maintain that sleep training works although with some caveats."}],"footnote_1":["Although these combined reviews include most, if not all, of the available pediatric treatment studies, it is likely that some were missed, although it would not change the conclusions."],"debunk_intro":[{"text":"If the medical data confirms sleep training is a neutral decision parents are free to make, what evidence are experts using to argue against sleep training?"},{"text":"Two of the most prominent voices in the opposing camp are Dr. Sears and Dr. Narvaez, both have been cited as sources for hundreds of blogs, posts, and media articles arguing against sleep training as a source of harm for our children. Moreover both receive a tremendous amount of visibility from these articles, which creates traffic for their books(<a href=https://www.amazon.com/Evolved-Nest-Children-Connected-Communities-ebook/dp/B0B8GS9SV8 target=_blank >1</a>, <a target=_blank href=https://www.amazon.com/Baby-Sleep-Book-Complete-Parenting/dp/0316107719>2</a>) targeting parents in pursuit of alternative parenting techniques."}],"debunk_transition":[{"text":"I asked Dr. Jodi Mindell, who led three of the reviews of available sleep training research, to help me analyze the research. Using the following criteria Dr. Mindell assessed the studies referenced by both authors to determine their relevance for sleep training."},{"text":"<ol><li>Theoretical article vs research study (almost all references are theoretical review papers).</li><li>Whether sleep or sleep-training specific (none of the articles were either sleep or sleep-training specific).</li></ol>"}],"sears_intro":[{"text":"Dr. Sears states that letting your baby \"cry himself to sleep,\" is dangerous. Here's a terrifying quote that most parents researching sleep training will come across:"},{"text":"<i>\"Excessive crying can alter the brain’s neurotransmitter systems and cause structural and functional changes in regions of the brain similar to those seen in adults with depression.\"</i>"},{"text":"Many of the claims made by Sears misconstrue or dramatize the science with dogmatic language."},{"text":"This idea that sleep training damages children's brains because of <a target=_blank href=https://www.theguardian.com/society/2010/apr/21/leaving-baby-to-cry-brain-development-damage>chronic stress became prevalent</a> in mainstream media and disseminated on social media."}],"debunk_sears":[{"text":"The scientists cited in the research say it was unfair that Sears had used their work as evidence against sleep training."},{"text":"<i>”Our paper is not referring to routine, brief stressful experiences, but to abuse and neglect, it is a mis-citation of our work to support a non-scientifically justified idea.”</i> — Yale psychologist Joan Kaufman."},{"text":"<a target=_blank  href=https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5323467/>Clinical studies</a> define “excessive crying” as inconsolable crying despite parental attempts to soothe for 3 hours or more per day for a prolonged period of time. It’s also worth noting that <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/35438798/>an analysis of over 7580 babies</a> showed that babies at 6 weeks of age cry an average of 50 minutes per day - crying is difficult to avoid entirely."},{"text":"This <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/35380237/>randomized controlled trial</a> measured no difference in cortisol levels across types of sleep training and in comparison to a control group that was not sleep trained."},{"text":"Finally the clinical trials measuring cortisol levels in babies have often been flawed, as Dr. Mindell points out in <a target=_blank href=https://www.bbc.com/future/article/20220322-how-sleep-training-affects-babies>an article for the BBC</a>:"},{"text":"<i>I personally have an issue with the cortisol studies, cortisol changes throughout the day. Even sampling cortisol is very difficult. It's based on many things, including how many hours a person has been awake and how it's sampled.</i>"},{"text":"Overall, sleep training should be completed in two weeks, with crying drastically reduced on the third day, and does not fit the characteristics of prolonged stress as determined by studies on child trauma."}],"viz_studies_middlemiss":[{"text":"A good example of this is the popular <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/21945361/>2012 study by educational psychologist Wendy Middlemiss</a>, who tracked the behavior and cortisol levels of 25 infants (ages 4 to 10 months) as they went through a five-day sleep training program in a sleep lab in New Zealand."},{"text":"A full analysis of why <a target=_blank href=https://expectingscience.com/2016/04/21/the-middlemiss-study-tells-us-nothing-about-sleep-training-cry-it-out-or-infant-stress/>the study and its results were flawed can be read here</a>. In short, the sleep training worked, but babies didn’t feel comfortable sleeping in labs so their cortisol levels increased."},{"text":"The study has been used repeatedly by influencers or popular blogs (<a href=https://raisedgood.com/nurture-babies-recover-sleep-training/ target=_blank>1</a>, <a href=https://violetsleepbabysleep.com/5-ways-cry-it-out-ruins-your-babys-sleep/ target=_blank>2</a>) to justify how inhumane sleep training is."}],"debunk_narvaez":[{"text":"Next we have Dr. Narvaez, who, like Dr. Sears, is an influential figure in the sleep training debate, cited hundreds of times by <a target=_blank href=https://www.mumstheword.me/category/opinion/>bloggers</a> and publishers like <a target=_blank href=https://www.romper.com/p/8-times-when-you-definitely-shouldnt-let-your-baby-cry-it-out-8388>Romper</a> or <a target=_blank href=https://www.sciencetimes.com/articles/24246/20191112/babies.htm>Science Times</a>."},{"text":"She argues that <a target=_blank href=https://www.psychologytoday.com/intl/blog/moral-landscapes/201112/dangers-crying-it-out>sleep training can cause harm</a> and undermine secure attachment."}],"footnote_narvaez":[],"debunk_narvaez_2":[{"text":"The “research” that is often cited as proof of psychological harm was conducted by American pediatricians in post-war Romanian orphanages, it was called the <a target=_blank href=https://web.archive.org/web/20200618174930/http://www.bucharestearlyinterventionproject.org/>Early Intervention Project</a>. The children participating in the controlled trial were suffering from long-term constant neglect, physical abuse and complete abandonment. Hardly comparable to short behavioral interventions from caring parents."},{"text":"According to the criteria mentioned earlier, once again none of the references pertain directly to sleep training."}],"viz_studies_conclude":[{"text":"Attachment can be measured with <a target=_blank href=https://en.wikipedia.org/wiki/Strange_situation>the strange situation</a> test, there are studies testing attachment a year or more after sleep training (<a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/32097246/>example</a>)."},{"text":"The most conclusive long-term study to date is a recent <a target=_blank href=https://pubmed.ncbi.nlm.nih.gov/22966034/>randomized controlled trial by Price</a> et all on 326 infants which found no difference on any measure – negative or positive – between children who were sleep trained and those who weren't after a 5 year follow up. The study includes measurements of sleep patterns, behavior, attachment, and cortisol levels."},{"text":"The case that children might suffer long-term attachment issues as adults has been propagated widely, but we haven't seen any evidence of this. So from a scientific perspective, the theory that sleep training undermines attachment remains unsupported."},{"text":"To date, this is the strongest study to confirm that sleep training remains a neutral decision."}],"instagram_1":[{"text":"These opinions inevitably trickle down to Instagram and TikTok, <a target=_blank href=https://sproutsocial.com/insights/new-social-media-demographics/>which is where many new parents today spend time</a>. The content that is pushed by the algorithm is often divisive and extreme, which isn’t exactly helpful for healthy parenting."}],"instagram_2":[{"text":"Another common symptom of these platforms is to pathologize things that might be entirely normal, using technical terms in a non-technical context. For example \"crying\" is creating \"trauma\" or \"attachment issues.\" But occasional crying is also a baby’s only method of communication and completely normal behavior."},{"text":"Unfortunately TikTok and Instagram influence the parenting opinions of millions of people and shift cultural standards."}],"viz_instagram":[{"text":"I analyzed the discourse on Instagram by collecting the twenty most popular profiles posting about sleep training and categorized each individual as neutral, advocating or opposing."},{"text":"On the basis of this sample it looks like the discourse leans against sleep training on Instagram."},{"text":"But if we look at the total follower counts instead of number of profiles, the discourse is actually still in favor of sleep training, largely due to <a href=”https://instagram.com/takingcarababies/”>Taking Cara Babies</a>."}],"lazy_parenting":[{"text":"Sleep training has also been associated with lazy parenting, with social media users criticizing parents’ unwillingness to hold their baby all night long. Looking at it more rationally - babies and parents both need sleep and whichever method will help them sleep better is probably worth exploring."}],"other_arguments":[{"text":"What other arguments are commonly used to argue against sleep training?"}],"viz_transitions":[{"text":"It’s true that sleep training as a medical concept started in the early 20th century, which makes it a recent concept. Throughout most of human history parents didn’t sleep train their children."},{"text":"But this argument can be made for a lot of things we use today, such as baby formula and vaccines."},{"text":"Now let’s plot all of the research data on a map."},{"text":"It’s also true that most of this research is happening in Western countries,and I suspect sleep training isn’t as popular in the rest of the world."},{"text":"But that’s also the case for countless medical inventions and isn’t sound logic to refute the science."}],"editorial_influencerPackages":[{"text":"It’s important to point out that there's also no financial reward in promoting sleep training because it isn’t a complex technique for parents to learn. If you're in the business of baby sleep consulting, there’s incentive to argue against it and promote methods that require specialized expertise."},{"text":"It’s for this reason that I deeply appreciate the most influential sleep consultants who choose not to misinform their audiences."}],"editorial_conclusion":[{"text":"Science cannot yet disprove speculative ideas on potential long-term psychological effects of sleep training, some of these could prove to be concerning - but we just don’t know."},{"text":"I can only point to the research being used to defend some of these ideas as being irrelevant and often misleading. Overall there is no medical basis to spread misinformation that sleep training is harmful for your child. Much like formula used to be shamed and has now become a neutral decision, I hope that the misinformation on sleep training will end so that parents can explore options without the fear of judgment."},{"text":"Professionals with years of specialized education have invested hundreds of thousands of hours testing various methods on thousands of children, and I can't help but wonder why the current trend is to ignore the available science."},{"text":"What if by wanting to do things differently and assuming we know better, we're depriving our children and ourselves of sleep?"},{"text":"So if you’re exhausted and in need of a solution, please don’t consider these arguments as proof that sleep training isn’t an option for you. It’s your decision to make."}],"methodologies":[{"text":"To collect the academic data I manually copied all of the relevant clinical studies from the body of available literature reviews on sleep training. This data was verified by Dr. Jodi Mindell."}]}